{
  "noticias": [
    {
      "id": "1",
      "imagem": "https://img-cdn.hltv.org/gallerypicture/x2vHW7F0rRj9rWG6ps5UZx.jpg?ixlib=java-2.1.0&w=1200&s=5f0b90d5f211e443a18a5ad11b895c7f",
      "jogo": "CS GO",
      "titulo": "Gaules vai transmitir Copa do Mundo de Esports",
      "conteudo_breve": "Foi anunciado que Gaules vai transmitir os jogos da Copa Do Mundo de Esports",
      "conteudo": "Alexandre Gaules Borba é um dos maiores streamers do Brasil, e agora vai transmitir a Copa do Mundo de Esportes Eletrônicos (Esports World Cup 2024). O anuncio foi feito pelo próprio streamer em sua redes sociais. Gaules também informou que diferente das suas transmissões habituais na Twitch, essa será exclusiva no YouTube. A copa do mundo dos Esports é no Gaules! E você vai poder acompanhar as 21 modalidades no nosso canal do YouTube. Espero vocês na Tribonera, disse Gaules via X (antigo Twitter). A Copa do Mundo de Esports será disputada entre 3 de julho e 25 de agosto. No entanto, o campeonato de Counter-Strike será na terceira semana, entre 17 e 21 de julho. O Brasil será representando pela FURIA e MIBR.Toda a Copa do Mundo de Esports vai ser disputada em Riade, capital da Arábia Saudita. O torneio de CS contará com 15 times participantes e premiação total de US$ 1 milhão (R$ 5,1 milhões).",
      "data": "30/06/2024"
    },
    {
      "id": "2",
      "jogo": "League of Legends",
      "imagem": "https://www.riotgames.com/darkroom/1000/a5911dc95c29f4442d64fb895f730c83:a32804025c1931d62a1d0d7f2a27a218/lol-hol-eventtrailer-thumbnail-textless-16x9.jpg",
      "titulo": "Nova skin da campeã Ahri",
      "conteudo_breve": "Nova skin da campeã Ahri foi lançada neste dia, e dividiu muitas opniões.",
      "conteudo": "A Riot Games revelou hoje a mais recente adição ao catálogo de skins de League of Legends: Ahri Cósmica. Esta nova skin para a popular campeã Ahri oferece um visual totalmente inovador, com uma temática espacial deslumbrante. A skin inclui efeitos de habilidades brilhantes, animações atualizadas e uma paleta de cores vibrantes que se destacam no campo de batalha. No entanto, a recepção da comunidade foi mista. Por um lado, muitos jogadores elogiaram a criatividade e o esforço da Riot em proporcionar um design sofisticado e moderno para Ahri, argumentando que a skin eleva a experiência visual do jogo. A atenção aos detalhes, como a fluidez das animações e os efeitos especiais das habilidades, foram amplamente apreciados. Por outro lado, alguns membros da comunidade expressaram insatisfação, principalmente devido ao preço elevado da skin, que está disponível apenas na categoria Ultimate, a mais cara do jogo. Críticas também surgiram em relação à estética futurista, que alguns fãs consideram um desvio significativo do estilo clássico e encantador pelo qual Ahri é conhecida. Esses jogadores preferem um visual mais alinhado com as skins anteriores da campeã, que enfatizam sua natureza de espírito da raposa. As discussões fervorosas nas redes sociais e nos fóruns oficiais indicam que a skin Ahri Cósmica será um tópico quente nos próximos dias. A Riot Games ainda não se pronunciou sobre possíveis ajustes ou promoções futuras, mas os desenvolvedores estão atentos ao feedback da comunidade.",
      "data": "30/06/2024"
    },
    {
      "id": "3",
      "imagem": "https://static.valorantzone.gg/news/2024/03/16123600/cauan-loud-masters-madrid-2024.jpg",
      "jogo": "Valorant",
      "titulo": "Indicado a categoria Jogador Revelação do Ano",
      "conteudo_breve": "Comunidade gringa reage à indicação de cauanzin para Esports Awards",
      "conteudo": "Campeão do VCT Américas em 2023 com a LOUD, Cauan “cauanzin” Pereira segue entre os jogadores de maior destaque no VALORANT mundial. Entretanto, a nomeação do atleta para o Esports Awards na categoria Jogador Revelação do ano não foi muito bem recebida pela comunidade internacional. Em debate no Reddit, diversos internautas opinaram que a nomeação de cauanzin “não fez sentido” nesta temporada. A discussão ocorreu no fórum “VALORANT Competitive” do Reddit nesta sexta (28). Na publicação, diversos internautas estrangeiros comentaram sobre a indicação, discordando da nomeação do atleta. “Eu acho o cauanzin legal e tal, mas ele não se tornou revelação esse ano e nem mesmo está tendo uma ótima temporada“, escreveu lordmitko. Essas nomeações são de performances desse ano ou do ano passado? Não me entendam mal, eu gosto do cauanzin, mas existem outros jogadores que tiveram melhores histórias como revelação, opinou outro internauta. “Ele estar aí não faz nenhum sentido e me diz que a pessoa que o nominou não assiste ao jogo. Não é nem mesmo uma revelação e, se fosse, não está tão bem quanto outras na temporada“, completou um terceiro.",
      "data": "29/06/2024"
    }
  ],
  "usuarios": [
    {
      "id": "234234",
      "senha": "23423",
      "nome": "234234",
      "login": "234234",
      "email": "234234"
    },
    {
      "id": "VitorBraga",
      "senha": "Vitor200",
      "nome": "VitorBraga",
      "login": "VitorBraga",
      "email": "vmbbraga5@gmail.com"
    }
  ],
  "comentarios": [
    {
      "nome": "João",
      "comentario": "Ótimo site! Gostei da navegação e da interação feita com o usuário."
    },
    {
      "nome": "Maria",
      "comentario": "Gostei muito do site! Atendeu as minhas expectativas!!"
    },
    {
      "nome": "Daniel",
      "comentario": "Site muito completo! Agora consigo me localizar quanto aos horários dos jogos que eu curto!!"
    },
    {
      "nome": "Luíza",
      "comentario": "Site totalmente responsivo e adequado a qualquer tipo de tela! Sem contar no seu conteúdo, que era necessário para atender o público dos games!"
    },
    {
      "id": "d134",
      "nome": "Ana Clara",
      "comentario": "Muito bom!"
    }
  ]
}